1
单选题

分值: 2
得分：2
分
上海快仓智能科技有限公司成立时间？
A 2016.3.17
B 2014.3.18
C 2014.3.17
D 2016.3.18
正答案：B

2快仓全球总部基地位于哪个城市？
A 上海
B 昆山
C 香港
D 法国达姆
正答案：A

3快仓全球生产制造基地位于哪个城市？
A 上海
B 南京
C 重庆
D 昆山
正答案：D

4
快仓专注于？
A 专注于机器视觉及移动机器人产品的开发、销售及相关服务
B 打造极具智能的机器人产品
C 提供具有世界级水平的智能仓储解决方案
D 箱式仓储机器人系统研发设计
正答案：C
5
单选题
快仓学院的梯队培养，第二阶段是？
A 青鸾计划
B 麒麟计划
C 鸿鹄计划
D 玄武计划
正答案：D
6
单选题
快仓的使命是？
A 全球行业领跑者信赖的智慧物流专家
B 让人类不再搬运
C 成为智能制造价值型最佳伙伴
D 使用机器人技术，推动人类社会进步
正答案：B
7
单选题
一般情况下，快仓绩效评价结果SABCD的团队内分布比例，分别对应的是
A 2 %；13 %；70 %；10 %；5 %
B 12 %；13 %；60 %；10 %；5 %
C 12 %；23 %；50 %；10 %；5 %
D 2 %；23 %；60 %；10 %；5 %
正答案：D
8
单选题
一般情况下，不同绩效结果对应的年终奖金月数分别为？
A S：4个月；A：2个月；B：1~1.5个月；C：0~0.8个月；D：0
B S：6个月；A：3个月；B：2个月；C：1个月；D：0
C S：4个月；A：2个月；B：1~1.5个月；C：1个月；D：0
D S：6个月；A：3个月；B：1~1.5个月；C：0~0.8个月；D：0
正答案：D
9
单选题
快仓每年常规调薪次数为？
A 2
B 1
C 4
D 0
正答案：B
10
单选题
关于获得期权资格，以下哪项是错误的
A 职级≥3A且年度绩效为A及以上，肯定能获得期权
B 职级 < 3A，年度绩效为S及以上，可特批获得期权
C 职级≥3A且年度绩效为B及以上，肯定能获得期权
D 职级≥4A肯定能获得期权
正答案：C
11
单选题
在团队内由leader支配的，团队内容每月每人享有的TB经费为
A 100元 / 人 / 月
B 50元 / 人 / 月
C 30元 / 人 / 月
D 80元 / 人 / 月
正答案：A
12
单选题
快仓职级总共分为____个等级，共计____层级？
A 6，14
B 5，14
C 5，15
D 6，15
正答案：D
13
单选题
选出如下职级表述中，完全正确的一组
A 2C 3B 4C 5B
B 2A 3A C3 1B
C 1A 5A 2C 4C
D 3A A2 3C 1B
正答案：D
14
单选题
从哪个职级起，是进入核心骨干队伍的分水岭？
A 2C
B 3A
C 4A
D 3C
正答案：B
15
单选题
达到哪个职级以上，可以进入管理序列？
A 3A
B 3C
C 4A
D 2C
正答案：D
16
单选题
一般情况下，快仓职级晋升窗口的开发周期为：2C及以下职级为_________，3A及以上职级为_________。
A 半年度调整一次，年底统一推进
B 每季度调整一次，年底统一推进
C 每月度调整一次，半年度调整一次
D 每季度调整一次，半年度调整一次
正答案：A
17
单选题
关于实际在岗实际规定，一般情况下，申报职级晋升：2C及以下职级需在现有岗位工作_________，3A及以上职级需在现有岗位工作_________。
A 至少一个月，至少半年
B 至少一季度，至少半年
C 至少一季度，至少一年
D 至少半年，至少一年
正答案：D

18
判断题
员工在系统中申请病假两天内，可无需提交病假单，公司准予批假。
A 正确
B 错误
正答案：B
19
判断题
一般情况下，某员工是P序列4A级专家，周末在公司加班可申请调休。
A 错误
B 正确
正答案：A
20
判断题
员工一个月内累计旷工三天或一年内累计旷工五天，算作严重违纪。
A 正确
B 错误
正答案：A
21
判断题
Leader与下属员工沟通绩效，只要告知其绩效结果即可。
A 错误
B 正确
正答案：A
22
判断题
个人绩效目标应自上而下层层分解、自下而上双向共识、跨部门拉通共识。
A 错误
B 正确
正答案：B
23
判断题
员工绩效考核结果需直属Leader评价后经上一级主管复核通过后方可执行。
A 错误
B 正确
正答案：B
24
判断题
价值观评价要得A，则业绩结果必须为A及以上。
A 错误
B 正确
正答案：A
25
判断题
10人以下部门的年度绩效考核结果需正态分布
A 正确
B 错误
正答案：B
26
判断题
营销线员工与其他部门员工一样享有年终奖金。
A 错误
B 正确
正答案：A
27
判断题
TB经费每季度一清零，可以跨季度使用。
A 正确
B 错误
正答案：B
28
判断题
发明专利申请激励分为申请受理和获得授权两部分
A 正确
B 错误
正答案：A
29
判断题
快仓职级总共分为两类，管理序列（M序列）和专业序列（P序列）
A 正确
B 错误
正答案：A
30
判断题
快仓同一职级水平下，M序列3A的衡量价值要大于P序列的3A
A 正确
B 错误
正答案：B


31
多选题
快仓组织架构目前有哪两个FT？
A 智能搬运
B 箱式
C 叉车
D AMR
正答案：A B
32
多选题
快仓文化价值观目前有哪些？
A 用户至上
B 不将就
C 精益
D 协同
正答案：A B C D
33
多选题
快仓目前已经成立的圈子有哪些？
A RCS
B 用户体验
C WES
D WCS
E 产品经理
F 质量管理
正答案：A B C D E F
34
多选题
关于考勤规则，以下表述不正确的是？
A 若需因公外出，只需向直属leader口头告知即可
B 午休时间是12：00 - 13：30
C 早上9点半打了卡进公司，下午6点就可以下班了
D 每考勤时间至少保证9小时
正答案：A B C
35
多选题
员工以下哪些行为属于旷工？
A 擅自不参加公司培训
B 不服从工作安排随意不到岗
C 请假逾期并未及时申请延假
D 擅自不参加公司或部门组织的会议
E 未经批准，擅自不到岗
正答案：A B C D E
36
多选题
快仓的愿景是？
A 100 / 1000 / 10000 / 100000：100亿营收、全球1000个行业及合作伙伴、服务10000个用户、超过100000台设备
B 实现四面墙内的智能驾驶
C 加速全球向可持续能源的转变让加电比加油更方便
D 成为AMR的“发那科”：全球的、专注的、厂商、寡头
正答案： A B D
37
多选题
快仓绩效考核的理念是？
A 精益求精
B 以结果为导向
C 多劳多得
D 以过程为导向
正答案：B C
38
多选题
绩效考核结果可应用于以下哪些方面？
A 调薪、晋升
B 期权
C 外部培训
D 调岗、淘汰
E 年终奖金
正答案：A B C D E
39
多选题
关于职务授权激励，以下描述正确的是？
A 团队人数50人以上：预算或制度内单项1000元，月度不超过5000元
B 团队人数20~50人：预算或制度内单项1000元，月度不超过3000元
C 团队人数20~50人：预算或制度内单项2000元，月度不超过3000元
D 团队人数20人以下：预算或制度内单项1000元，月度不超过2000元
正答案：A B D
40
多选题
如下哪几个属于快仓人才梯队的能力阶段
A L1拓展阶段
B L3领导阶段
C L4经营 / 技术创新阶段
D L0应用阶段
E L2指导阶段
正答案：A B C D E
41
多选题
快仓的职级序列标准适用于如下哪些场景
A 制定绩效目标
B 职级晋级或降级
C 人员招聘及面试
D 制定战略目标
E 制定个人发展计划
F 规划培训方向
正答案：A B C E F
42
多选题
快仓的P序列职级标准模型，包含如下哪几个方面？
A 专业能力
B 通用能力
C 组织贡献
D 技术能力
E 专业知识
正答案：A B C E
43
多选题
快仓的P序列职级标准模型中，哪些方面是适用于所用岗位的要求？
A 专业能力
B 技术能力
C 组织贡献
D 专业知识
E 通用能力
正答案：C E
44
多选题
快仓的P序列职级标准模型中，通用能力包含哪些能力项？
A 项目管理
B 沟通影响与书面表达
C 用户至上
D 协同增效
E 执行力
正答案：A B C D E
45
多选题
快仓的职级晋升原则中，会考虑哪些方面？
A 工作职责和负责范围扩大
B 有特殊的组织贡献
C 试用期内实际表现与预期匹配度
D 是否符合跨级晋升限制要求
E 是否符合团队负责人喜好
F 目前表现和能力已超出本序列职级标准要求
G 业绩硬性要求，即绩效要求
正答案：A B C D F G
46
多选题
在哪些情况下，员工的职级有可能会发生降级？
A 职级校准时，员工现状能力低于最新职级标准
B 没有跟领导打好关系，被穿小鞋
C 根据月度评价或季度绩效，季度绩效连续两次C级
D 试用期过程中发现实际表现低于入职时定级
正答案：A C D